Repository: flowykk/CardFlipper
Catalog: Resources/HistoryFeature/Localizable.xcstrings
Source language: en
Languages: ru

# history.allCards
source: All Cards
ru: Все карточки

# history.assessments.label
source: Assessments
ru: Ответы

# history.completedAt.label
source: Completed
ru: Завершено

# history.continue
source: Continue
ru: Продолжить

# history.detail.title
source: Study Details
ru: Сведения о занятии

# history.difficultCards.label
source: Difficult Cards
ru: Сложные карточки

# history.direction.englishToRussian
source: English to Russian
ru: С английского на русский

# history.direction.label
source: Direction
ru: Направление

# history.direction.russianToEnglish
source: Russian to English
ru: С русского на английский

# history.duration.format
source: %1$lld min %2$02lld sec
ru: %1$lld мин %2$02lld сек

# history.duration.label
source: Duration
ru: Длительность

# history.empty.message
source: Completed study sessions will appear here.
ru: Здесь появятся завершённые занятия.

# history.empty.title
source: No Study History Yet
ru: Истории занятий пока нет

# history.encountered.label
source: Encountered
ru: Просмотрено

# history.failure.message
source: Check your data and try again.
ru: Проверьте данные и попробуйте ещё раз.

# history.failure.title
source: Couldn’t Load History
ru: Не удалось загрузить историю

# history.forgotten.label
source: Forgotten
ru: Не вспомнено

# history.lastActivity.format
source: active %@
ru: активность %@

# history.loading
source: Loading history
ru: Загрузка истории

# history.mode.flashcards
source: Flashcards
ru: Карточки

# history.mode.label
source: Mode
ru: Режим

# history.mode.writing
source: Writing
ru: Письмо

# history.progress.format
source: %1$lld of %2$lld cards
ru: %1$lld из %2$lld карточек

# history.progress.label
source: Progress
ru: Прогресс

# history.recall.format
source: %lld%% recall
ru: %lld%% вспоминания

# history.recall.label
source: Recall
ru: Вспоминание

# history.repeated.label
source: Repeated
ru: Повторено

# history.resume.hide
source: Hide unfinished game banner
ru: Скрыть плашку незавершённой игры

# history.resume.section
source: Continue Studying
ru: Продолжить занятие

# history.retry
source: Try Again
ru: Повторить

# history.sessions.section
source: Completed Sessions
ru: Завершённые занятия

# history.startedAt.label
source: Started
ru: Начато

# history.tags.label
source: Cards
ru: Карточки

# history.title
source: History
ru: История
